{
    "intents": [
        {
            "tag": "info_desa",
            "patterns": ["Ceritakan tentang Desa Sawotratap!", "Dimanakah letak Desa Sawotratap?"],
            "responses": [
                "Sawotratap adalah sebuah desa di wilayah Kecamatan Gedangan, Kabupaten Sidoarjo. Desa Sawotratap terletak kira-kira 0,19 km dari kantor kecamatan Gedangan. Jarak dari Surabaya ke Desa Sawotratap kurang lebih 2 km, dan lama perjalanan yang dibutuhkan sekitar setengah jam dengan berkendara sepeda motor. Dengan batas-batas desa sebelah utara berbatasan dengan desa Kureksari, sebelah timur berbatasan dengan desa Pabean, sebelah barat berbatasan dengan desa Pepelegi, dan sebelah selatan berbatasan dengan desa Semambung.",
                "Desa Sawotratap terletak di wilayah Kecamatan Gedangan, Kabupaten Sidoarjo, Provinsi Jawa Timur."
            ]
        },
        {
            "tag": "bencana_banjir",
            "patterns": [
                "Apa peristiwa bencana yang terjadi di Desa Sawotratap?",
                "Apa tindakan yang diambil saat dan sesudah terjadi peristiwa banjir di Desa Sawotratap?",
                "Apa yang harus dilakukan saat terjadi banjir di Desa Sawotratap?",
                "Bagaimana cara mencegah banjir di Desa Sawotratap?",
                "Apa penyebab banjir di Desa Sawotratap?",
                "Di mana lokasi pengungsian saat banjir di Desa Sawotratap?",
                "Bagaimana cara melaporkan kerusakan akibat banjir?"
            ],
            "responses": [
                "pada akhir Desember 2024, Desa Sawotratap mengalami banjir parah akibat curah hujan tinggi dan meluapnya sungai setempat. Banjir ini menggenangi jalan-jalan desa dan rumah-rumah warga, menghambat aktivitas sehari-hari. Penjabat Gubernur Jawa Timur, Adhy Karyono, meninjau langsung lokasi banjir dan menginstruksikan langkah-langkah penanganan, termasuk pengerukan sungai dan penyediaan pompa air untuk mengurangi genangan.",
                "Pemerintah Provinsi Jawa Timur, bekerja sama dengan Pemerintah Kabupaten Sidoarjo, melakukan pengerukan manual dan semi-manual pada sungai-sungai yang mengalami sedimentasi dan penyempitan akibat tumpukan sampah serta bangunan liar. Lalu untuk mengurangi genangan air dengan cepat, dua unit truk pompa air dikerahkan ke Desa Sawotratap. Pompa ini digunakan untuk menyedot air yang menggenangi permukiman warga dan mengalirkannya kembali ke sungai. Setelah itu, dilakukan Kerja bakti massal melibatkan TNI, Polri, pemerintah desa, dan masyarakat setempat untuk membersihkan sampah serta tanaman seperti eceng gondok yang menghambat aliran air di Sungai Avur.",
                "Saat terjadi banjir, warga harus segera mengungsi ke tempat yang lebih tinggi, membawa barang-barang penting, dan mematuhi arahan dari petugas.",
                "Cara mencegah banjir adalah dengan membersihkan saluran air, tidak membuang sampah sembarangan, dan menanam pohon untuk menyerap air.",
                "Banjir di Desa Sawotratap disebabkan oleh curah hujan tinggi, saluran air yang tersumbat, dan kurangnya resapan air.",
                "Lokasi pengungsian saat banjir adalah Balai Desa Sawotratap dan Sekolah Dasar Negeri 1 Sawotratap.",
                "Laporkan kerusakan ke Kantor Desa Sawotratap atau melalui aplikasi pelaporan bencana yang disediakan pemerintah."
            ]
        },
        {
            "tag": "kebakaran",
            "patterns": [
                "Apa yang harus dilakukan saat terjadi kebakaran di Desa Sawotratap?",
                "Bagaimana cara mencegah kebakaran di Desa Sawotratap?",
                "Apa penyebab kebakaran di Desa Sawotratap?",
                "Di mana posko kebakaran di Desa Sawotratap?",
                "Bagaimana cara melaporkan kebakaran?"
            ],
            "responses": [
                "Saat terjadi kebakaran, segera hubungi pemadam kebakaran di nomor 113, evakuasi warga, dan jauhi area kebakaran.",
                "Cara mencegah kebakaran adalah dengan tidak membakar sampah sembarangan, memeriksa instalasi listrik, dan menyediakan alat pemadam kebakaran.",
                "Kebakaran di Desa Sawotratap sering disebabkan oleh korsleting listrik, pembakaran sampah, dan kelalaian manusia.",
                "Posko kebakaran berada di Kantor Pemadam Kebakaran Kecamatan Gedangan.",
                "Laporkan kebakaran ke nomor 113 atau ke Kantor Desa Sawotratap."
            ]
        },
        {
            "tag": "layanan_desa",
            "patterns": [
                "Kapan jam operasional kantor Desa Sawotratap?",
                "Apa saja layanan yang tersedia di kantor Desa Sawotratap?"
            ],
            "responses": [
                "Jam Operasional:\n\t-> Senin s/d Kamis: 08:00 - 15:00 WIB \n\t->Jumat: 08:00 - 14:00 WIB",
                "Layanan yang Disediakan:\n\tAdministrasi Kependudukan: Pembuatan dan pengurusan Kartu Keluarga (KK), Kartu Tanda Penduduk (KTP), akta kelahiran, dan surat pindah.\n\tSurat Keterangan: Penerbitan berbagai surat keterangan seperti domisili, usaha, tidak mampu, dan lainnya.\n\tPelayanan Pertanahan: Pengurusan surat-surat terkait pertanahan, termasuk program Pendaftaran Tanah Sistematis Lengkap (PTSL).\n\tPelayanan Perizinan: Pengajuan izin mendirikan bangunan (IMB) dan izin usaha skala kecil.\n\nPelayanan Online: Untuk mempermudah akses layanan, masyarakat dapat memanfaatkan platform online melalui situs plavon.sidoarjokab.go.id. Melalui platform ini, berbagai layanan administrasi dapat diakses secara daring, mengurangi kebutuhan untuk datang langsung ke kantor desa."
            ]
        },
        {
            "tag": "ktp",
            "patterns": [
                "Bagaimana cara membuat KTP di Desa Sawotratap?",
                "Berapa lama proses pembuatan KTP?",
                "Apa syarat membuat KTP baru?",
                "Bagaimana cara memperpanjang KTP?",
                "Berapa biaya pembuatan KTP?"
            ],
            "responses": [
                "Untuk membuat KTP, datang ke Kantor Desa Sawotratap dengan membawa surat pengantar dari RT/RW, fotokopi KK, dan foto 3x4.",
                "Proses pembuatan KTP memakan waktu sekitar 14 hari kerja.",
                "Syarat membuat KTP baru adalah surat pengantar RT/RW, fotokopi KK, dan foto 3x4.",
                "Untuk memperpanjang KTP, datang ke Kantor Desa dengan membawa KTP lama dan fotokopi KK.",
                "Pembuatan KTP tidak dipungut biaya (gratis)."
            ]
        },
        {
            "tag": "kk",
            "patterns": [
                "Bagaimana cara membuat KK di Desa Sawotratap?",
                "Apa syarat membuat KK baru?",
                "Berapa lama proses pembuatan KK?"
            ],
            "responses": [
                "Untuk membuat KK, datang ke Kantor Desa dengan membawa surat pengantar RT/RW, fotokopi KTP, dan akta kelahiran.",
                "Syarat membuat KK baru adalah surat pengantar RT/RW, fotokopi KTP, dan akta kelahiran.",
                "Proses pembuatan KK memakan waktu sekitar 7 hari kerja."
            ]
        },
        {
            "tag": "akta_kelahiran",
            "patterns": [
                "Bagaimana cara mengurus akta kelahiran?",
                "Apa syarat membuat akta kelahiran?",
                "Berapa biaya pembuatan akta kelahiran?"
            ],
            "responses": [
                "Untuk mengurus akta kelahiran, datang ke Kantor Desa dengan membawa surat keterangan lahir dari bidan atau rumah sakit.",
                "Syarat membuat akta kelahiran adalah surat keterangan lahir, fotokopi KK, dan KTP orang tua.",
                "Pembuatan akta kelahiran tidak dipungut biaya (gratis)."
            ]
        },
        {
            "tag": "surat_nikah",
            "patterns": [
                "Bagaimana cara membuat surat nikah?",
                "Apa syarat membuat surat nikah?",
                "Berapa lama proses pembuatan surat nikah?"
            ],
            "responses": [
                "Untuk membuat surat nikah, datang ke Kantor Urusan Agama (KUA) Kecamatan Gedangan dengan membawa fotokopi KTP, KK, dan surat pengantar dari Desa.",
                "Syarat membuat surat nikah adalah fotokopi KTP, KK, dan surat pengantar dari Desa.",
                "Proses pembuatan surat nikah memakan waktu sekitar 3 hari kerja."
            ]
        },
        {
            "tag": "surat_kematian",
            "patterns": [
                "Bagaimana cara mengurus surat kematian?",
                "Apa syarat membuat surat kematian?",
                "Berapa biaya pembuatan surat kematian?"
            ],
            "responses": [
                "Untuk mengurus surat kematian, datang ke Kantor Desa dengan membawa surat keterangan kematian dari rumah sakit atau bidan.",
                "Syarat membuat surat kematian adalah surat keterangan kematian dan fotokopi KK.",
                "Pembuatan surat kematian tidak dipungut biaya (gratis)."
            ]
        },
        {
            "tag": "surat_pindah",
            "patterns": [
                "Bagaimana cara mengurus surat pindah?",
                "Apa syarat membuat surat pindah?",
                "Berapa lama proses pembuatan surat pindah?"
            ],
            "responses": [
                "Untuk mengurus surat pindah, datang ke Kantor Desa dengan membawa fotokopi KK, KTP, dan surat pengantar RT/RW.",
                "Syarat membuat surat pindah adalah fotokopi KK, KTP, dan surat pengantar RT/RW.",
                "Proses pembuatan surat pindah memakan waktu sekitar 3 hari kerja."
            ]
        },
        {
            "tag": "surat_domisili",
            "patterns": [
                "Bagaimana cara mengurus surat domisili?",
                "Apa syarat membuat surat domisili?",
                "Berapa lama proses pembuatan surat domisili?"
            ],
            "responses": [
                "Untuk mengurus surat domisili, datang ke Kantor Desa dengan membawa fotokopi KK dan KTP.",
                "Syarat membuat surat domisili adalah fotokopi KK dan KTP.",
                "Proses pembuatan surat domisili memakan waktu sekitar 1 hari kerja."
            ]
        },
        {
            "tag": "surat_tidak_mampu",
            "patterns": [
                "Bagaimana cara mengurus surat keterangan tidak mampu?",
                "Apa syarat membuat surat keterangan tidak mampu?",
                "Berapa lama proses pembuatan surat keterangan tidak mampu?"
            ],
            "responses": [
                "Untuk mengurus surat keterangan tidak mampu, datang ke Kantor Desa dengan membawa fotokopi KK, KTP, dan surat pengantar RT/RW.",
                "Syarat membuat surat keterangan tidak mampu adalah fotokopi KK, KTP, dan surat pengantar RT/RW.",
                "Proses pembuatan surat keterangan tidak mampu memakan waktu sekitar 3 hari kerja."
            ]
        },
        {
            "tag": "surat_izin_usaha",
            "patterns": [
                "Bagaimana cara mengurus surat izin usaha?",
                "Apa syarat membuat surat izin usaha?",
                "Berapa lama proses pembuatan surat izin usaha?"
            ],
            "responses": [
                "Untuk mengurus surat izin usaha, datang ke Kantor Desa dengan membawa fotokopi KTP, KK, dan proposal usaha.",
                "Syarat membuat surat izin usaha adalah fotokopi KTP, KK, dan proposal usaha.",
                "Proses pembuatan surat izin usaha memakan waktu sekitar 7 hari kerja."
            ]
        },
        {
            "tag": "surat_keterangan_sehat",
            "patterns": [
                "Bagaimana cara mengurus surat keterangan sehat?",
                "Apa syarat membuat surat keterangan sehat?",
                "Berapa biaya pembuatan surat keterangan sehat?"
            ],
            "responses": [
                "Untuk mengurus surat keterangan sehat, datang ke Puskesmas Kecamatan Gedangan dengan membawa fotokopi KTP.",
                "Syarat membuat surat keterangan sehat adalah fotokopi KTP dan pemeriksaan kesehatan.",
                "Biaya pembuatan surat keterangan sehat bervariasi tergantung pemeriksaan yang dilakukan."
            ]
        },
        {
            "tag": "surat_keterangan_penghasilan",
            "patterns": [
                "Bagaimana cara mengurus surat keterangan penghasilan?",
                "Apa syarat membuat surat keterangan penghasilan",
                "Bagaimana cara mengurus surat keterangan penghasilan?",
                "Apa syarat membuat surat keterangan penghasilan?",
                "Berapa lama proses pembuatan surat keterangan penghasilan?"
            ],
            "responses": [
                "Untuk mengurus surat keterangan penghasilan, datang ke Kantor Desa dengan membawa fotokopi KTP, KK, dan surat pengantar RT/RW.",
                "Syarat membuat surat keterangan penghasilan adalah fotokopi KTP, KK, dan surat pengantar RT/RW.",
                "Proses pembuatan surat keterangan penghasilan memakan waktu sekitar 3 hari kerja."
            ]
        },
        {
            "tag": "surat_keterangan_belum_menikah",
            "patterns": [
                "Bagaimana cara mengurus surat keterangan belum menikah?",
                "Apa syarat membuat surat keterangan belum menikah?",
                "Berapa lama proses pembuatan surat keterangan belum menikah?"
            ],
            "responses": [
                "Untuk mengurus surat keterangan belum menikah, datang ke Kantor Desa dengan membawa fotokopi KTP dan KK.",
                "Syarat membuat surat keterangan belum menikah adalah fotokopi KTP dan KK.",
                "Proses pembuatan surat keterangan belum menikah memakan waktu sekitar 1 hari kerja."
            ]
        },
        {
            "tag": "surat_keterangan_ahli_waris",
            "patterns": [
                "Bagaimana cara mengurus surat keterangan ahli waris?",
                "Apa syarat membuat surat keterangan ahli waris?",
                "Berapa lama proses pembuatan surat keterangan ahli waris?"
            ],
            "responses": [
                "Untuk mengurus surat keterangan ahli waris, datang ke Kantor Desa dengan membawa fotokopi KTP, KK, dan surat kematian.",
                "Syarat membuat surat keterangan ahli waris adalah fotokopi KTP, KK, dan surat kematian.",
                "Proses pembuatan surat keterangan ahli waris memakan waktu sekitar 7 hari kerja."
            ]
        },
        {
            "tag": "surat_keterangan_tanah",
            "patterns": [
                "Bagaimana cara mengurus surat keterangan tanah?",
                "Apa syarat membuat surat keterangan tanah?",
                "Berapa lama proses pembuatan surat keterangan tanah?"
            ],
            "responses": [
                "Untuk mengurus surat keterangan tanah, datang ke Kantor Desa dengan membawa fotokopi sertifikat tanah dan KTP.",
                "Syarat membuat surat keterangan tanah adalah fotokopi sertifikat tanah dan KTP.",
                "Proses pembuatan surat keterangan tanah memakan waktu sekitar 7 hari kerja."
            ]
        },
        {
            "tag": "surat_keterangan_rumah",
            "patterns": [
                "Bagaimana cara mengurus surat keterangan rumah?",
                "Apa syarat membuat surat keterangan rumah?",
                "Berapa lama proses pembuatan surat keterangan rumah?"
            ],
            "responses": [
                "Untuk mengurus surat keterangan rumah, datang ke Kantor Desa dengan membawa fotokopi sertifikat rumah dan KTP.",
                "Syarat membuat surat keterangan rumah adalah fotokopi sertifikat rumah dan KTP.",
                "Proses pembuatan surat keterangan rumah memakan waktu sekitar 7 hari kerja."
            ]
        },
        {
            "tag": "surat_keterangan_usaha_mikro",
            "patterns": [
                "Bagaimana cara mengurus surat keterangan usaha mikro?",
                "Apa syarat membuat surat keterangan usaha mikro?",
                "Berapa lama proses pembuatan surat keterangan usaha mikro?"
            ],
            "responses": [
                "Untuk mengurus surat keterangan usaha mikro, datang ke Kantor Desa dengan membawa fotokopi KTP, KK, dan proposal usaha.",
                "Syarat membuat surat keterangan usaha mikro adalah fotokopi KTP, KK, dan proposal usaha.",
                "Proses pembuatan surat keterangan usaha mikro memakan waktu sekitar 7 hari kerja."
            ]
        },
        {
            "tag": "surat_keterangan_domisili_usaha",
            "patterns": [
                "Bagaimana cara mengurus surat keterangan domisili usaha?",
                "Apa syarat membuat surat keterangan domisili usaha?",
                "Berapa lama proses pembuatan surat keterangan domisili usaha?"
            ],
            "responses": [
                "Untuk mengurus surat keterangan domisili usaha, datang ke Kantor Desa dengan membawa fotokopi KTP, KK, dan surat izin usaha.",
                "Syarat membuat surat keterangan domisili usaha adalah fotokopi KTP, KK, dan surat izin usaha.",
                "Proses pembuatan surat keterangan domisili usaha memakan waktu sekitar 3 hari kerja."
            ]
        },
        {
            "tag": "surat_keterangan_tidak_bekerja",
            "patterns": [
                "Bagaimana cara mengurus surat keterangan tidak bekerja?",
                "Apa syarat membuat surat keterangan tidak bekerja?",
                "Berapa lama proses pembuatan surat keterangan tidak bekerja?"
            ],
            "responses": [
                "Untuk mengurus surat keterangan tidak bekerja, datang ke Kantor Desa dengan membawa fotokopi KTP dan KK.",
                "Syarat membuat surat keterangan tidak bekerja adalah fotokopi KTP dan KK.",
                "Proses pembuatan surat keterangan tidak bekerja memakan waktu sekitar 1 hari kerja."
            ]
        },
        {
            "tag": "surat_keterangan_belum_memiliki_rumah",
            "patterns": [
                "Bagaimana cara mengurus surat keterangan belum memiliki rumah?",
                "Apa syarat membuat surat keterangan belum memiliki rumah?",
                "Berapa lama proses pembuatan surat keterangan belum memiliki rumah?"
            ],
            "responses": [
                "Untuk mengurus surat keterangan belum memiliki rumah, datang ke Kantor Desa dengan membawa fotokopi KTP dan KK.",
                "Syarat membuat surat keterangan belum memiliki rumah adalah fotokopi KTP dan KK.",
                "Proses pembuatan surat keterangan belum memiliki rumah memakan waktu sekitar 1 hari kerja."
            ]
        },
        {
            "tag": "surat_keterangan_belum_memiliki_tanah",
            "patterns": [
                "Bagaimana cara mengurus surat keterangan belum memiliki tanah?",
                "Apa syarat membuat surat keterangan belum memiliki tanah?",
                "Berapa lama proses pembuatan surat keterangan belum memiliki tanah?"
            ],
            "responses": [
                "Untuk mengurus surat keterangan belum memiliki tanah, datang ke Kantor Desa dengan membawa fotokopi KTP dan KK.",
                "Syarat membuat surat keterangan belum memiliki tanah adalah fotokopi KTP dan KK.",
                "Proses pembuatan surat keterangan belum memiliki tanah memakan waktu sekitar 1 hari kerja."
            ]
        }
    ]
}
